# Найти третью цифру числа или сообщить, что её нет

a = int(input("Веедите число, начиная со 100: "))
b = list(str(a))
print(b[2])
